{"pageProps":{"params":{"name":"consultancy"},"elements":[{"title":"Future Energy Associates","date_modified":"2021-10-06","url":"https://futureenergy.associates/about/","tags":["consultancy"],"description":"Future Energy Associates are a team of data scientists and energy specialists with experience across the UK and European energy systems. Lawrence, one of the directors, also works for Subak, he's on CAT"},{"title":"Climate Policy Radar","date_modified":"2021-07-12","url":"https://climatepolicyradar.org/","tags":["consultancy","policy","nonprofit"],"description":"Climate Policy Radar CIC is  a not-for profit, data-led, climate startup. We are on a mission to map and analyse the climate policy landscape globally to support evidence-based decision making and investment to drive the transition to a low carbon, resilient world. Received funding from [quadrature climate foundation](https://quadrature.ai/foundation/)"},{"title":"Clean Horizon","date_modified":"2021-06-14","url":"https://www.cleanhorizon.com/","tags":["consultancy","storage"],"description":"French Clean Horizon is a consultancy specifically dedicated to energy storage"},{"title":"Dhybrid","date_modified":"2021-06-10","url":"https://www.dhybrid.de/en/home","tags":["pv","storage","microgrid","consultancy","islands"],"description":"Microgrid developers, Dhybrid main goal is to maximize the effectiveness of energy conversion. In [June 21](https://www.energy-storage.news/news/dhybrid-installs-microgrids-on-26-maldivian-islands-to-reduce-diesel-relian) they installed microgrids on 26 Maldivian islands to reduce diesel reliance"},{"title":"Cenex","date_modified":"2021-05-24","url":"https://www.cenex.co.uk/","tags":["consultancy","nonprofit","ev"],"description":"Cenex was established as the UK’s first Centre of Excellence for Low Carbon and Fuel Cell technologies in 2005. Cenex focuses on low emission transport & associated energy infrastructure and operates as an independent, not-for-profit research technology organisation (RTO) "},{"title":"DNV","date_modified":"2021-05-24","url":"https://www.dnv.com/","tags":["storage","risk","consultancy","certification"],"description":"Giant group DNV are the independent expert in assurance and risk management, headquartered in Oslo with operations in more than 100 countries. They have a [part of the business](https://www.dnv.com/power-renewables/services/testing/battery-storage.html) dedicated to storage. In [December 2020](https://www.dnv.com/news/dnv-gl-performs-technical-due-diligence-for-gore-street-energy-storage-fund-s-acquisition-of-anesco-s-81-mw-uk-operational-battery-storage-portfolio-192425), selected by Gore Street Capital to undertake a range of technical due diligence services on an 81 MW operational battery storage portfolio."},{"title":"Volans","date_modified":"2021-05-10","url":"https://volans.com/","tags":["consultancy"],"description":"From inception, Volans has strived to span the yawning divide between current approaches to sustainability and what’s needed to create a truly sustainable future for all. "},{"title":"Anthesis","date_modified":"2021-05-10","url":"https://www.anthesisgroup.com/about/","tags":["consultancy"],"description":"Since establishing in 2013, Anthesis Group has grown to more than 600 sustainability experts, through organic growth and strategic acquisitions."},{"title":"New Resource Partners","date_modified":"2021-02-15","url":"http://newresourcepartners.com/","tags":["consultancy"],"description":"UK based New Resource partners provide strategy advice and techno-economic due diligence on renewable, flexible and smart energy technologies. Found through a KTN call."},{"title":"Green Yellow","date_modified":"2021-01-31","url":"https://fr.greenyellow.com/en","tags":["consultancy","microgrid","generation","pv"],"description":"Paris based. Utilizing the rooftops of stores and warehouses to produce photovoltaic solar power at a large scale"},{"title":"SRS Works","date_modified":"2021-01-31","url":"http://www.srsworks.co.uk/index.html","tags":["consultancy","microgrid","generation","advisor"],"description":"solutions for energy reduction strategies"},{"title":"Roadnight Taylor","date_modified":"2020-12-08","url":"https://roadnighttaylor.co.uk/","tags":["consultancy","microgrid","generation","advisor"],"description":"Helping UK businesses and organisations make the best and safest energy choices that deliver against their specific objectives –  whether that’s reducing bills, generating income, shrinking carbon footprint or increasing resilience and competitiveness."},{"title":"GreenEnco","date_modified":"2020-12-08","url":"http://greenenco.co.uk/about/","tags":["consultancy","microgrid","generation","advisor"],"description":"We are providing engineering & technical services and asset performance management to the solar PV stakeholders, from concept planning through to completion."},{"title":"Carbon Intelligence","date_modified":"2020-10-20","url":"https://carbon.ci/","tags":["consultancy","efficiency"],"description":"London based Carbon Intelligence brings together a team of strategists, technologists, data scientists and engineers. Our sustainability experts believe in business as the solution to a zero-carbon economy, not the problem."},{"title":"Icebreaker One","date_modified":"2020-10-20","url":"https://icebreakerone.org/","tags":["consultancy","nonprofit"],"description":"Icebreaker's mission is to Unlock standards-based marketplaces for environmental & financial data and leveraged finance for innovation. Reduce the cost and friction associated with moving data across organisations and markets. Won [phase 2 of SBRI MEDA](https://icebreakerone.org/energy/) competion"},{"title":"Avieco - formerly Carbon Smart","date_modified":"2020-10-17","url":"https://avieco.com/","tags":["certification","consultancy"],"description":"Avieco / Carbon Smart help businesses take the sustainability steps that make sense to them"},{"title":"Delta EE","date_modified":"2020-10-17","url":"https://www.delta-ee.com/","tags":["certification","consultancy"],"description":"Delta-EE provides research to the new energy industry through research services and bespoke consultancy projects, depending on the individual client's needs."},{"title":"Ongen","date_modified":"2020-10-17","url":"https://ongen.co.uk/","tags":["consultancy","platform"],"description":"helping organisations and small businesses save money on energy costs, reduce carbon footprint and secure energy supply."},{"title":"Regen","date_modified":"2020-10-17","url":"https://www.regen.co.uk/","tags":["nonprofit","policy","consultancy"],"description":"Regen offers independent expert advice and market insight on all aspects of sustainable energy delivery. We use our technical expertise, industry research and policy knowledge to support a range of public and private sector organisations to make the most of their clean energy opportunities."},{"title":"EVO Energy","date_modified":"2020-07-10","url":"https://www.evoenergy.co.uk/","tags":["pv","storage","ppa","microgrid","consultancy"],"description":"We turn blue chip companies and SMEs’ sites into ecosystems of sustainable energy through rooftop solar panels, battery storage, solar carports and EV charging stations. check their [PPA](ttps://www.evoenergy.co.uk/services/power-purchase-agreement/) (min 200 panels / 40kwp, recommend epc certificate) "},{"title":"Element Energy","date_modified":"2020-05-26","tags":["consultancy"],"url":"http://www.element-energy.co.uk/","description":"Element Energy is a team of experts based in Cambridge, London, York and Lille who specialise in the intelligent analysis of low carbon energy."},{"title":"D2H engineering","date_modified":"2020-05-26","url":"http://www.d2hengineering.com/home/","tags":["consultancy"],"description":"D2H engineering consultancy company in Indianapolis and UK, several projects in energy including a battery model"},{"title":"Inspired Energy","date_modified":"2020-05-26","url":"https://inspiredenergy.co.uk/","tags":["consultancy"],"description":"Inspired Energy Manchester based, big company providing all sorts of professional services for energy distributors, businesses etc."},{"title":"Pexapark","date_modified":"2020-05-26","url":"https://www.pexapark.com/team.html","tags":["consultancy","ppa"],"description":"Pexapark is a Zurich based consultancy specialised in PPA deals"}]},"__N_SSG":true}