{"pageProps":{"params":{"name":"consultancy"},"elements":[{"title":"Icebreaker One","url":"https://icebreakerone.org/","tags":["consultancy","nonprofit"],"description":"Icebreaker's mission is to Unlock standards-based marketplaces for environmental & financial data and leveraged finance for innovation. Reduce the cost and friction associated with moving data across organisations and markets. Won [phase 2 of SBRI MEDA](https://icebreakerone.org/energy/) competion"},{"title":"Carbon Intelligence","url":"https://carbon.ci/","tags":["consultancy","efficiency"],"description":"London based Carbon Intelligence brings together a team of strategists, technologists, data scientists and engineers. Our sustainability experts believe in business as the solution to a zero-carbon economy, not the problem."},{"title":"GreenEnco","url":"http://greenenco.co.uk/about/","tags":["consultancy","microgrid","generation","advisor"],"description":"We are providing engineering & technical services and asset performance management to the solar PV stakeholders, from concept planning through to completion."},{"title":"Roadnight Taylor","url":"https://roadnighttaylor.co.uk/","tags":["consultancy","microgrid","generation","advisor"],"description":"Helping UK businesses and organisations make the best and safest energy choices that deliver against their specific objectives –  whether that’s reducing bills, generating income, shrinking carbon footprint or increasing resilience and competitiveness."},{"title":"Ongen","url":"https://ongen.co.uk/","tags":["consultancy","platform"],"description":"helping organisations and small businesses save money on energy costs, reduce carbon footprint and secure energy supply."},{"title":"Delta EE","url":"https://www.delta-ee.com/","tags":["certification","consultancy"],"description":"Delta-EE provides research to the new energy industry through research services and bespoke consultancy projects, depending on the individual client's needs."},{"title":"Avieco - formerly Carbon Smart","url":"https://avieco.com/","tags":["certification","consultancy"],"description":"Avieco / Carbon Smart help businesses take the sustainability steps that make sense to them"}]},"__N_SSG":true}