{"pageProps":{"params":{"name":"consortium"},"elements":[{"title":"Triple-A","url":"https://aaa-h2020.eu/about","tags":["consortium"],"description":"identifying “Triple-A” energy efficiency investments, aiming to reduce the respective time and effort required at the crucial phase of the investments conceptualization, as well as to increase transparency and efficiency of respective decision making."},{"title":"SENSEI","url":"https://senseih2020.eu/","tags":["consortium"],"description":"SENSEI combines pay-for-performance (P4P) arrangements with the Energy Performance Contracting (EPC) model and engages in negotiation games with preliminary stakeholders."},{"title":"CRREM","url":"https://www.crrem.org/","tags":["consortium"],"description":"Carbon Risk Real Estate Monitor (CRREM)  faces the challenge to estimate risk and uncertainty associated with real estate decarbonization, building a methodological body and empirically quantify the different scenarios and their impact on the investor portfolios. GRESB is in the consortium"},{"title":"Smart Buildings Alliance","url":"https://www.smartbuildingsalliance.org/en/association-en","tags":["consortium"],"description":"A unifying approach for the Smart Building in the Smart City: the aim of the SBA association (Smart Buildings Alliance for Smart Cities) is to organise the promotion of the Smart Buildings sector within Smart Cities bringing together a group of industry players."},{"title":"ICAIEC","url":"https://www.icaiec.org/","tags":["consortium"],"description":"the International Centre for AI and Climate Change will advise governments on best practice regulation and facilitate the application of AI technology to energy and climate challenges. "},{"title":"European Energy Flexibility Platform and Interface (EF-PI)","url":"https://flexible-energy.eu/","tags":["format","consortium"],"description":"European Energy Flexibility Platform and Interface (EF-PI)  - [link docs](http://fpai-ci.sensorlab.tno.nl/builds/fpai-documentation/development/html/) not really a standard, more a consortium of private companies trying to adopt a common toolset."},{"title":"Green button data","url":"http://www.greenbuttondata.org/","tags":["format","data","consortium"],"description":"The [Green Button initiative](https://www.greenbuttonalliance.org/about) is an industry-led effort to respond to a White House call-to-action to provide electricity customers with easy access to their energy usage data in a consumer-friendly and computer-friendly format. "}]},"__N_SSG":true}