{"pageProps":{"params":{"name":"derms"},"elements":[{"title":"Zenobe","url":"https://zenobe.com/services/","tags":["derms"],"description":"London based Zenobe lower the risk to our clients by eliminating the upfront capital cost and providing the storage as a service. We install, maintain and operate the storage assets so our clients can focus on running their businesses."},{"title":"Geli","url":"https://geli.net/","tags":["platform","derms"],"description":"Geli, which stands for Growing Energy Labs, Inc., provides software and business solutions for designing, automating, and managing energy storage and microgrid systems."},{"title":"David Energy","url":"https://www.davidenergy.com/","tags":["derms","utility"],"description":"We undertake a rigorous evaluation and bring in partners as needed to help deliver the best possible energy system for customers"},{"title":"Vector NZ","url":"https://www.vector.co.nz/about-us","tags":["utility","iot","derms"],"description":"New Zealand's largest distributor of electricity and gas. Vector and Amazon Web Services (AWS) are jointly developing a New Energy Platform (NEP) under a multi-year strategic alliance to change how energy is managed, delivered and consumed."},{"title":"Peak Power","url":"https://www.peakpowerenergy.com/","tags":["derms"],"description":"Peak Power is a global energy technology services provider based in Toronto focused on delivering intelligent software and project solutions to offset the most expensive hours of electric demand for both utilities and building owners.  "},{"title":"GridBeyond","tags":["derms"],"url":"https://gridbeyond.com/what-we-do/","description":"GridBeyond enables participation in Demand Side Response, including grid revenue programmes and enhanced energy savings through peak avoidance and trading. Winners of BusinessGreen [Tech Awards 2019](https://gridbeyond.com/gridbeyond-wins-smart-grid-technology-of-the-year-award-at-businessgreen-technology-awards-2019/) in the Smart Grid category"},{"title":"kiwipower","url":"https://www.kiwipowered.com/","tags":["vpp","derms"],"description":"Kiwi Power’s distributed energy platform simply and reliably unlocks flexibility from Distributed Energy Resources (DERs) to maximise their value."},{"title":"National Grid upgrades balancing mechanism tech","url":"https://theenergyst.com/tesla-enters-uk-flex-market-as-national-grid-upgrades-balancing-mechanism-tech/","tags":["knowledge","derms","balancing"],"description":"Sept 2020 - In launching the new API, National Grid ESO aims to make it easier for smaller assets such as batteries and small distributed generators to bid into the Balancing Mechanism"},{"title":"StorageVET and DER-VET","url":"https://storagevet.com/","tags":["derms","platform"],"description":"The Electric Power Research Institute [EPRI](https://www.epri.com/about) conducts research, development, and demonstration projects for the benefit of the public in the United States and internationally. StorageVET 2.1 facilitates the understanding of where to place and install energy storage, the optimum size as well as controls options. [DER-VET™](https://www.der-vet.com/) is a publicly available, open-source, optimization-based energy valuation and planning tool for distributed energy resources (DER) and larger, centralized energy resources"},{"title":"Tesla's Opticaster","url":"https://www.tesla.com/support/opticaster","tags":["derms"],"description":"Opticaster is Tesla’s intelligent software designed to maximize economic benefits and sustainability objectives for distributed energy resources."},{"title":"Tesla's Autobidder","url":"https://www.tesla.com/support/autobidder","tags":["derms","platform"],"description":"Autobidder is a real-time trading and control platform that provides value-based asset management and portfolio optimization, enabling owners and operators to configure operational strategies that maximize revenue according to their business objectives and risk preferences."},{"title":"Kaluza","url":"https://www.kaluza.com/","tags":["platform","derms","flexibility"],"description":"Kaluza is OVO Group’s technology platform ecosystem that is driving the transition to a zero carbon grid. Its software platforms enable energy suppliers to empower their customers with unique digital experiences and smart, low carbon technologies"},{"title":"Tibber","url":"https://international.tibber.com/","tags":["platform","utility","derms"],"description":"Tibber discovered that electricity customers found the offerings from traditional electricity utilities boring, expensive and very complex. The platform automates the process of buying electricity from distributors when it's cheaper and organises consumption for efficiency (assumptions based on descriptions found on website)"},{"title":"Green Sync","url":"https://greensync.com/about-us/","tags":["derms"],"description":"Green Sync is Australia’s home grown demand-side management provider. Offering a range of products, above all worth mentioning the energy marketplace [deX](https://dex.energy/)"},{"title":"Smarter Grid solutions","url":"https://www.smartergridsolutions.com/","tags":["derms"],"description":"Smarter Grid solutions working with Distribution Utilities, System Operators and Energy Asset Operators to seamlessly and effortlessly integrate DER assets to the grid, and energy and flexibility markets."},{"title":"Leap","url":"https://leap.ac/","tags":["derms"],"description":"Leap Off-peak energy trading platform, funded by national grid"},{"title":"Piclo","url":"https://piclo.energy/","tags":["derms"],"description":"Piclo , Grid flexibility marketplace Platform"},{"title":"Upside energy","url":"https://upsideenergy.co.uk/about-us/","tags":["derms"],"description":"Upside energy Cloud software for demand side response with AI"},{"title":"Faraday grid","url":"https://www.faradaygrid.com/the-faraday-grid/","tags":["derms"],"description":"Faraday grid Edinburgh based, backed by WeWork co-founder and Amp Energy - [in the news](https://theenergyst.com/faraday-grid-lands-25m-investment/) -, providing hardware + software for DER"},{"title":"Opus one","url":"https://www.opusonesolutions.com/","tags":["derms"],"description":"Opus one Toronto based, DER and DSR platform"},{"title":"Enbala","url":"https://www.enbala.com/technology/products-solutions/","tags":["derms"],"description":"Enbala Vancouver + Denver based platform for virtual power plant and DSR optimisation"},{"title":"Sympower","url":"https://www.sympower.net/about/our-story","tags":["derms"],"description":"Sympower Demand response aggregation platform"},{"title":"Voltus","url":"https://www.voltus.co/how-we-help/","tags":["derms"],"description":"Voltus Demand side response and energy efficiency platform"},{"title":"Camus energy","url":"https://camus.energy/","tags":["derms"],"description":"Camus energy sylicon valley startup developing a platform (allegedly open source) for ancillary services and real-time trading"},{"title":"Emitwise","url":"https://www.emitwise.com/#home","tags":["derms"],"description":"Emitwise wants to enable companies to become carbon neutral by helping businesses track the carbon footprint of their organisation, including scope 1, 2, and 3 emissions."}]},"__N_SSG":true}