{"pageProps":{"params":{"name":"efficiency"},"elements":[{"title":"Carbon Intelligence","url":"https://carbon.ci/","tags":["consultancy","efficiency"],"description":"London based Carbon Intelligence brings together a team of strategists, technologists, data scientists and engineers. Our sustainability experts believe in business as the solution to a zero-carbon economy, not the problem."},{"title":"Redaptive","url":"https://redaptiveinc.com/","tags":["efficiency"],"description":"Redaptive develops a strategic program and identify sites to maximize savings across portfolio. Received a $150M round in Oct 2020, src: [crunchbase news](https://news.crunchbase.com/news/redaptive-closes-on-150m-for-energy-efficiency-technologies/)"},{"title":"Modularity Grid","url":"https://www.modularitygrid.com/","tags":["efficiency"],"description":"Part of a consortium developing minigrids for low income communities in rural off-grid areas across Uganda. Working with Airbus to build a proof of concept with technologies applied to aerospace. In the news on [Wired](https://www.wired.co.uk/article/mini-power-grids)"},{"title":"Synapsys","url":"https://www.synapsys-solutions.com/","tags":["efficiency"],"description":"Synapsys Founded in 2001 by experienced engineers, Synapsys Solutions develops and supplies innovative interfacing, integration and communication solutions for the intelligent building control industry."},{"title":"EP&T","url":"http://eptglobal.com/case-studies/","tags":["efficiency"],"description":"EP&T deliver outcomes through operational efficiency in the built environment. We combine the Internet of Things, Big Data, Artificial Intelligence, Machine Learning and Human Expertise to deliver cost reductions and improved comfort conditions."},{"title":"Simptek","url":"https://www.simptekinc.com/","tags":["efficiency"],"description":"Simptek Canadian company, provides insights into any building’s energy usage, identifying opportunities for cost savings"},{"title":"Sefaira","url":"https://sefaira.com/","tags":["efficiency"],"description":"Sefaira - early stage analysis for designers who care about building performance. Similar to IES"},{"title":"Demand Logic","url":"https://www.demandlogic.co.uk/index.html","tags":["efficiency"],"description":"Demand Logic is an energy control and optimisation platform for commercial buildings, similar to Fabriq."},{"title":"Fabriq","url":"https://fabriq.space/services/fabriq-platform/","tags":["efficiency"],"description":"Fabriq Building / Assets Energy monitoring platform"},{"title":"EnergyPlus","url":"https://energyplus.net/","tags":["efficiency"],"description":"EnergyPlus is a whole building energy simulation program that engineers, architects, and researchers use to model both energy consumption—for heating, cooling, ventilation, lighting and plug and process loads—and water use in buildings. Funded by the U.S. Department of Energy’s (DOE) Building Technologies Office (BTO), and managed by the National Renewable Energy Laboratory (NREL)"},{"title":"Systems Link","url":"https://www.systems-link.com/","tags":["efficiency"],"description":"Systems Link is owned by Inspired Energy (see below in the companies section) and is a full energy monitoring platform with support for tenants"},{"title":"Toon","url":"https://www.toon.eu/","tags":["efficiency"],"description":"Toon dutch platform for residential, recently acquired by [Eneco](https://www.enecogroup.com/) a big energy company providing infrastructure with renewable and batteries. (Toon uses databricks / airflow / spark / aws for computation, [here](https://databricks.com/session/using-apache-spark-in-the-cloud-a-devops-perspective))"},{"title":"Nuuka","url":"https://www.nuukasolutions.com/product","tags":["efficiency"],"description":"Nuuka is a Finnish software company that develops and provides Smart Building Management Software to commercial real estate owners."},{"title":"Grid edge","url":"https://www.gridedge.co.uk/","tags":["efficiency"],"description":"Grid edge is an energy analytics platform for commercial buildings. They want to change the way that people use energy by putting data-driven, intelligent control into the hands of commercial energy consumers. Has [raised 2.5M in Oct 19](https://www.bp.com/en/global/corporate/news-and-insights/press-releases/bp-expands-its-digital-energy-portfolio-by-investing-in-energy-management-platform-grid-edge.html) from BP Ventures"},{"title":"IES - Intelligent Communities Lifecycle (ICL)","url":"https://www.iesve.com/icl","tags":["efficiency"],"description":"Intelligent Communities Lifecycle (ICL)  is a digital twin & simulation software to assess energy consumption and optimisation for aggregation of buildings in communities, developed by Integrated Environmental Solutions (IES)"},{"title":"EC3","url":"https://buildingtransparency.org/","tags":["efficiency"],"description":"EC3 is a free, industry-supported, construction-specific material search and planning tool that helps construction professionals quantify EC, find high-impact reductions, and guide procurement to reduce embodied carbon."},{"title":"ZERO Code Energy Calculator","url":"https://zero-code.org/energy-calculator/","tags":["efficiency"],"description":"ZERO Code Energy Calculator relying on others' standards"},{"title":"The System Advisor Model (SAM)","url":"https://sam.nrel.gov/","tags":["efficiency"],"description":"The System Advisor Model (SAM)  is a free techno-economic software model that facilitates decision-making for people in the renewable energy industry. Also has a web version with smaller feature set called [REopt](https://reopt.nrel.gov/faq.html). Check their [GH account](https://github.com/NREL) for what released open source"}]},"__N_SSG":true}