{"pageProps":{"params":{"name":"format"},"elements":[{"title":"CalTrack","date_modified":"2021-12-24","url":"https://www.caltrack.org/","tags":["format"],"description":"CalTRACK specifies a set of empirically tested methods to standardize the way normalized meter-based changes in energy consumption are measured and reported. When CalTRACK is implemented through open source software, these methods can be used to support procurement of energy efficiency, electrification, and other distributed energy resources. Check [eemeter](http://eemeter.openee.io/)"},{"title":"Reset","date_modified":"2021-06-28","url":"https://www.reset.build/","tags":["format"],"description":"RESET is a set of standards and assessment tools & services to develop actionable, long term strategies towards health and sustainability for the built environment. They have started with air quality, with the aim of expanding to energy, materials, water, etc."},{"title":"Brick","date_modified":"2021-06-28","url":"https://brickschema.org/","tags":["format"],"description":"Brick is an open-source effort to standardize semantic descriptions of the physical, logical and virtual assets in buildings and the relationships between them. "},{"title":"Google Digital Buildings Project","date_modified":"2021-06-28","url":"https://github.com/google/digitalbuildings","tags":["format"],"description":"The Digital Buildings project is an open-source, Apache-licensed effort to create a uniform schema and toolset for representing structured information about buildings and building-installed equipment. Check [Episode 56 of Nexuslabs podcast](https://www.nexuslabs.online/-056-sabine-lam-unpacks-googles-building/) a conversation with Sabine Lam, Google's Building Operating System Global Lead for Real Estate and Workplace Services."},{"title":"Matter Protocol","date_modified":"2021-06-28","url":"https://buildwithmatter.com/","tags":["format"],"description":"The Connectivity Standards Alliance ([CSA](https://csa-iot.org/)), formerly known as the Zigbee Alliance announced Matter – the interoperable, secure connectivity standard for the future of the smart home. [In the news, May 2021](https://zigbeealliance.org/news_and_articles/chip-is-now-matter/)"},{"title":"Green button data","date_modified":"2020-09-09","url":"http://www.greenbuttondata.org/","tags":["format","data","consortium"],"description":"The [Green Button initiative](https://www.greenbuttonalliance.org/about) is an industry-led effort to respond to a White House call-to-action to provide electricity customers with easy access to their energy usage data in a consumer-friendly and computer-friendly format. "},{"title":"Ashrae","date_modified":"2020-06-22","url":"https://www.ashrae.org/technical-resources/standards-and-guidelines","tags":["format"],"description":"Ashrae was formed as the American Society of Heating, Refrigerating and Air-Conditioning Engineers and publishes a standard for high efficency and low carbon heating and ventilation"},{"title":"KNX","date_modified":"2020-06-22","url":"https://www.knx.org/knx-en/index.php","tags":["format"],"description":"KNX develop and promote the KNX standard so that it is recognised as the basis for creating Smart home and building solutions"},{"title":"Project Haystack","date_modified":"2020-06-22","url":"https://project-haystack.org/","tags":["format"],"description":"Project Haystack is an open source initiative to streamline working with data from the Internet of Things. Haystack standardize semantic data models and web services with the goal of making it easier to unlock value from the vast quantity of data being generated by the smart devices"},{"title":"European Energy Flexibility Platform and Interface (EF-PI)","date_modified":"2020-06-22","url":"https://flexible-energy.eu/","tags":["format","consortium"],"description":"European Energy Flexibility Platform and Interface (EF-PI)  - [link docs](http://fpai-ci.sensorlab.tno.nl/builds/fpai-documentation/development/html/) not really a standard, more a consortium of private companies trying to adopt a common toolset."},{"title":"IEEE P825","date_modified":"2020-06-22","url":"https://standards.ieee.org/project/825.html","tags":["format"],"description":"IEEE P825  - Guide for Interoperability of Transactive Energy Systems with Electric Power Infrastructure"},{"title":"SMETS2","date_modified":"2020-06-22","url":"https://www.gov.uk/government/consultations/smart-metering-equipment-technical-specifications-second-version","tags":["format"],"description":"SMETS2 smart meter specs v2 adopted by UK"},{"title":"ISO 50001","date_modified":"2020-06-22","url":"https://www.iso.org/iso-50001-energy-management.html","tags":["format"],"description":"ISO 50001 supports organizations in all sectors to use energy more efficiently, through the development of an energy management system"},{"title":"ENTSOE","date_modified":"2020-06-22","url":"https://www.entsoe.eu/digital/cim/#data-exchange-standardization","tags":["format"],"description":"ENTSOE European Network of Transmission System Operators for Electricity, represents 43 electricity transmission system operators (TSOs) from 36 countries across Europe. The integration of renewables into the power system requires for their intermittency to be balanced. This can be tackled by electricity grids operating smartly and cost-efficiently."}]},"__N_SSG":true}