{"pageProps":{"params":{"name":"format"},"elements":[{"title":"ENTSOE","url":"https://www.entsoe.eu/digital/cim/#data-exchange-standardization","tags":["format"],"description":"ENTSOE  European Network of Transmission System Operators for Electricity, represents 43 electricity transmission system operators (TSOs) from 36 countries across Europe. The integration of renewables into the power system requires for their intermittency to be balanced. This can be tackled by electricity grids operating smartly and cost-efficiently."},{"title":"ISO 50001","url":"https://www.iso.org/iso-50001-energy-management.html","tags":["format"],"description":"ISO 50001  supports organizations in all sectors to use energy more efficiently, through the development of an energy management system"},{"title":"SMETS2","url":"https://www.gov.uk/government/consultations/smart-metering-equipment-technical-specifications-second-version","tags":["format"],"description":"SMETS2  smart meter specs v2 adopted by UK"},{"title":"IEEE P825","url":"https://standards.ieee.org/project/825.html","tags":["format"],"description":"IEEE P825  - Guide for Interoperability of Transactive Energy Systems with Electric Power Infrastructure"},{"title":"European Energy Flexibility Platform and Interface (EF-PI)","url":"https://flexible-energy.eu/","tags":["format","consortium"],"description":"European Energy Flexibility Platform and Interface (EF-PI)  - [link docs](http://fpai-ci.sensorlab.tno.nl/builds/fpai-documentation/development/html/) not really a standard, more a consortium of private companies trying to adopt a common toolset."},{"title":"Project Haystack","url":"https://project-haystack.org/","tags":["format"],"description":"Project Haystack  is an open source initiative to streamline working with data from the Internet of Things. Haystack standardize semantic data models and web services with the goal of making it easier to unlock value from the vast quantity of data being generated by the smart devices"},{"title":"KNX","url":"https://www.knx.org/knx-en/index.php","tags":["format"],"description":"KNX  develop and promote the KNX standard so that it is recognised as the basis for creating Smart home and building solutions"},{"title":"Ashrae","url":"https://www.ashrae.org/technical-resources/standards-and-guidelines","tags":["format"],"description":"Ashrae  was formed as the American Society of Heating, Refrigerating and Air-Conditioning Engineers and publishes a standard for high efficency and low carbon heating and ventilation"}]},"__N_SSG":true}