{"pageProps":{"params":{"name":"fund"},"elements":[{"title":"Quinbrook","date_modified":"2021-12-10","url":"https://www.quinbrook.com/","tags":["investment","fund"],"description":"Quinbrook was established in July 2015 by David Scaysbrook and Rory Quinlan who have invested in renewables for over two decades and in power infrastructure "},{"title":"Modern Energy","date_modified":"2021-12-10","url":"https://www.modern.energy/","tags":["solar","fund"],"description":"US based Modern Energy is a clean energy company that invests in, builds and operates energy transition businesses to help the world reach a net-zero carbon economy. Our businesses deliver distributed energy solutions, including energy efficiency, energy storage, distributed generation, and demand management"},{"title":"Nanuk","date_modified":"2021-05-10","url":"https://www.nanukasset.com/","tags":["investment","fund"],"description":"Nanuk Asset Management was established in 2009 to develop world-leading expertise in the investment opportunities and risks associated with environmental sustainability and resource use efficiency."},{"title":"Asper","date_modified":"2021-04-24","url":"https://asper-im.com/","tags":["investment","fund"],"description":"Asper is an independent investment manager focused on building sustainable real assets"},{"title":"Nuveen","date_modified":"2021-03-27","url":"https://www.nuveen.com/global","tags":["investment","storage-biz","fund"],"description":"Nuveen invest in the growth of businesses, real estate, farmland, forests and infrastructure"},{"title":"Glennmont","date_modified":"2021-03-24","url":"https://www.glennmont.com/","tags":["investment","storage-biz","fund"],"description":"Glennmont Partners is one of Europe’s largest fund managers focusing exclusively on investment in clean energy infrastructure. In 2021, Glennmont was acquired by Nuveen, the investment management arm of TIAA."},{"title":"Gore Street","date_modified":"2021-03-24","url":"https://www.gsenergystoragefund.com/","tags":["storage-biz","fund"],"description":"GSF is London’s first listed energy storage fund, investing in assets across the UK and internationally."},{"title":"Gresham house","date_modified":"2020-11-18","url":"https://greshamhouse.com/","tags":["investment","storage-biz","fund"],"description":"Gresham House is a specialist alternative asset manager, listed on the London Stock Exchange’s Alternative Investment Market (AIM)"}]},"__N_SSG":true}