{"pageProps":{"params":{"name":"market"},"elements":[{"title":"Electricity generation charts by Ofgemn","url":"https://www.ofgem.gov.uk/data-portal/all-charts/policy-area/electricity-wholesale-markets","tags":["market","dataset"],"description":"Ofgem data portal for the energy markets in Great Britain. This portal gives direct access to all of our interactive data charts in a single location, alongside indicators we consider key to our performance monitoring."},{"title":"ICIS - Energy","url":"https://www.icis.com/explore/commodities/energy?intcmp=mega-menu-explore-commodities-energy","tags":["market","knowledge"],"description":"global source of Independent Commodity Intelligence Services - ICIS connect data, markets and customers to create a comprehensive, trusted view of the global commodities markets, enabling smarter business decisions that optimise the world’s resources."},{"title":"National Statistics Energy Trends: UK electricity","url":"https://www.gov.uk/government/statistics/electricity-section-5-energy-trends","tags":["market","dataset"],"description":"Data on electricity generation, supply, consumption and fuel use for generation."},{"title":"Nord Pool","url":"https://www.nordpoolgroup.com/historical-market-data/","tags":["market","dataset"],"description":"Nord Pool runs the leading power market in Europe, and we offer day-ahead and intraday markets to our customers. The day-ahead market is the main arena for trading power, and the intraday market supplements the day-ahead market and helps secure balance between supply and demand. Historical datasets are available on their website."},{"title":"EPEX spot","url":"https://www.epexspot.com/en/market-data","tags":["market"],"description":"EPEX SPOT is the leading exchange for the power spot markets at the heart of Europe. It covers Germany, France, United Kingdom, the Netherlands, Belgium, Austria, Switzerland and Luxembourg"},{"title":"ICE pricing and analytics","url":"https://www.theice.com/market-data/pricing-and-analytics","tags":["market"],"description":"Intercontinental Exchange builds, operates and advances global markets through information, technology and expertise. The leading pricing, analytics and market data offered through ICE Data Services support mission-critical processes across the front, middle and back offices of organizations around the world."}]},"__N_SSG":true}