{"pageProps":{"params":{"name":"planning"},"elements":[{"title":"Allumia","date_modified":"2022-02-02","url":"https://www.allumia.com/","tags":["planning","efficiency","project-mgmt","real-estate"],"description":"Energy efficiency as a service: streamlines project, process automation, recommendation system, access to financing, metering and benchmarking. Based in Seattle"},{"title":"Audette","date_modified":"2022-02-02","url":"https://audette.io/","tags":["planning","real-estate","efficiency"],"description":"A platform that creates a path forward to tackle the logistics, politics and financial barriers around decarbonization in the real estate industry, based in Vancouver"},{"title":"RETScreen","date_modified":"2021-07-22","url":"https://www.nrcan.gc.ca/maps-tools-and-publications/tools/modelling-tools/retscreen/7465","tags":["efficiency","model","derms","planning"],"description":"Implemented by the Canadian government, RETScreen® Clean Energy Management Software platform enables low-carbon planning, implementation, monitoring and reporting."},{"title":"Pearl Street Technologies","date_modified":"2021-02-15","url":"https://www.pearlstreettechnologies.com/","tags":["derms","planning"],"description":"Suite of Unified Grid Analyses with Renewables (SUGAR) is a simulation, optimization, and design platform for power grid planning, with applications for grid operators, utilities, project developers, and consultants. Backed by Powerhouse Ventures"},{"title":"StorageVET and DER-VET","date_modified":"2020-06-22","url":"https://storagevet.com/","tags":["derms","platform","planning"],"description":"The Electric Power Research Institute [EPRI](https://www.epri.com/about) conducts research, development, and demonstration projects for the benefit of the public in the United States and internationally. StorageVET 2.1 facilitates the understanding of where to place and install energy storage, the optimum size as well as controls options. [DER-VET™](https://www.der-vet.com/) is a publicly available, open-source, optimization-based energy valuation and planning tool for distributed energy resources (DER) and larger, centralized energy resources"},{"title":"Sighten","date_modified":"2020-05-26","url":"http://www.sighten.io/","tags":["pv-sw","project-mgmt","planning"],"description":"Sighten Platform for solar workflow management, from planning, financing, installation, monitoring, support"},{"title":"EC3","date_modified":"2020-05-26","url":"https://buildingtransparency.org/","tags":["efficiency","planning"],"description":"EC3 is a free, industry-supported, construction-specific material search and planning tool that helps construction professionals quantify EC, find high-impact reductions, and guide procurement to reduce embodied carbon."}]},"__N_SSG":true}