{"pageProps":{"params":{"name":"research"},"elements":[{"title":"CREDS","date_modified":"2022-04-08","url":"https://www.creds.ac.uk/","tags":["research"],"description":"Centre for Research into Energy Demand Solutions. CREDS is a research centre established in 2018 with a vision to make the UK a leader in understanding the changes in energy demand needed for the transition to a secure and affordable, net-zero society. Working with researchers, businesses & policy makers, we support the transition to a net-zero society."},{"title":"ERA Energy Research Accelerator","date_modified":"2022-02-03","url":"https://www.era.ac.uk/","tags":["research"],"description":"The Energy Research Accelerator is an embedded cross-disciplinary energy research hub in the UK funded by Innovate UK, with match funding and support supplied by a range of industrial partners that draws on the expertise and world-class facilities of  the Midlands Innovation group of universities – Aston, Birmingham, Cranfield, Keele, Leicester, Loughborough, Nottingham and Warwick, plus the British Geological Survey. "},{"title":"UKERC","date_modified":"2021-06-28","url":"https://ukerc.ac.uk/","tags":["research"],"description":"The UK Energy Research Centre (UKERC) carries out world-class, interdisciplinary research into sustainable future energy systems."},{"title":"Harwell Campus - EnergyTec Cluster","date_modified":"2020-09-08","url":"https://www.harwellcampus.com/energytec-cluster/","tags":["knowledge","research"],"description":"The EnergyTec Cluster at Harwell Campus has 57 organisations comprising of over 1100 employees and aims is to bring together the multiple capabilities of Harwell with the surrounding regions to help address the UK’s energy challenges, and the economic opportunities they present."},{"title":"Potassium Ion batteries","date_modified":"2020-06-22","url":"https://pubs.acs.org/doi/abs/10.1021/acs.chemrev.9b00463","tags":["storage","knowledge","research"],"description":" In recent years, K-ion batteries (KIBs) have attracted significant attention as potential alternatives to LIBs. This review comprehensively covers the studies on electrochemical materials for KIBs. Another paper shows [An Intrinsically Non‐flammable Electrolyte for High‐Performance Potassium Batteries](https://onlinelibrary.wiley.com/doi/abs/10.1002/anie.201913174)"},{"title":"Nemesys energy - University of Florence spin-off","date_modified":"2020-06-22","url":"http://www.nemesysenergy.com/en/about-us/","tags":["storage","knowledge","research"],"description":"A patented technology for electrical energy management and storage devices ( Hydrogen-Oxygen battery) that combines traditional/standard electric batteries with hydrogen injection for the production of electricity"}]},"__N_SSG":true}