{"pageProps":{"params":{"name":"simulation"},"elements":[{"title":"Grid edge","date_modified":"2022-01-21","url":"https://gridedge.ai/","tags":["efficiency","analytics","simulation","real-estate","iot","platform"],"description":"UK based Grid Edge transforms existing building into digital twin and data-driven insights help reduce energy demand with efficiency savings and improved operations and control. They want to change the way that people use energy by putting data-driven, intelligent control into the hands of commercial energy consumers. Has [raised 2.5M in Oct 19](https://www.bp.com/en/global/corporate/news-and-insights/press-releases/bp-expands-its-digital-energy-portfolio-by-investing-in-energy-management-platform-grid-edge.html) from BP Ventures"},{"title":"Autodesk green building studio","date_modified":"2021-12-24","url":"https://gbs.autodesk.com/GBS/","tags":["efficiency","platform","simulation","real-estate"],"description":"Green Building Studio is a flexible cloud-based service that allows you to run building performance simulations to optimize energy efficiency and to work toward carbon neutrality earlier in the design process."},{"title":"Digital Twin Hub","date_modified":"2021-11-27","url":"https://digitaltwinhub.co.uk/","tags":["consortium","simulation"],"description":"The vision of the National Digital Twin programme is 'To progress our society, economy and environment through collective innovation.' The DT Hub will connect you with other experts and innovators and provide the opportunity to help shape the future of the built environment in the UK."},{"title":"Digital Twin consortium","date_modified":"2021-07-12","url":"https://www.digitaltwinconsortium.org/index.htm","tags":["simulation","consortium"],"description":"The Digital Twin Consortium coalesces industry, government and academia to drive consistency in vocabulary, architecture, security and interoperability of digital twin technology."},{"title":"Twinview","date_modified":"2021-06-17","url":"https://www.twinview.com/","tags":["efficiency","platform","simulation"],"description":"Twinview is a browser-based Digital Twin platform for the property sector connecting building systems’ data to a 3D model viewed on a single dashboard. Twinview is a part of [Space Group](https://spacegroup.co.uk/) - who specialise in the development of digital applications and services to improve the outcomes of the built environment. In [June 21](https://www.twinfm.com/article/great-portland-estates-integrates-digital-twin-technology-into-office-refurbishment) deployed to the Hickman building, whitechapel"},{"title":"Centre for net zero","date_modified":"2021-06-08","url":"https://www.centrefornetzero.org/","tags":["simulation"],"description":"founded by Octopus, launched in Feb 2021. Will focus (probably) on agent-based energy grid modelling and (hopefully) releasing their models open source"},{"title":"IES - Intelligent Communities Lifecycle (ICL)","date_modified":"2020-10-17","url":"https://www.iesve.com/icl","tags":["efficiency","simulation"],"description":"Intelligent Communities Lifecycle (ICL)  is a digital twin & simulation software to assess energy consumption and optimisation for aggregation of buildings in communities, developed by Integrated Environmental Solutions (IES)"},{"title":"EnergyPlus","date_modified":"2020-05-26","url":"https://energyplus.net/","tags":["efficiency","real-estate","simulation"],"description":"EnergyPlus is a whole building energy simulation program that engineers, architects, and researchers use to model both energy consumption—for heating, cooling, ventilation, lighting and plug and process loads—and water use in buildings. Funded by the U.S. Department of Energy’s (DOE) Building Technologies Office (BTO), and managed by the National Renewable Energy Laboratory (NREL)"},{"title":"Sefaira","date_modified":"2020-05-26","url":"https://sefaira.com/","tags":["efficiency","simulation"],"description":"Sefaira - early stage analysis for designers who care about building performance. Similar to IES, integrated in [Sketchup](https://www.sketchup.com/products/sefaira)"},{"title":"Open Grid Systems Ltd.","date_modified":"2020-05-26","tags":["simulation","platform"],"url":"https://www.opengrid.com/content/","description":"Open Grid Systems Ltd. is a software and consultancy company providing services to the electrical power industry focussed on model-driven software engineering, open standards and cutting-edge technologies."}]},"__N_SSG":true}