{"pageProps":{"params":{"name":"software"},"elements":[{"title":"Cortex","url":"https://get.cortexintel.com/","tags":["platform"],"description":"Cortex is built to dramatically improve how buildings operate by applying software and analytics to highly underutilized data streams. By building the software and analytics layer overtop these disparate data streams, we can fundamentally improve the sustainability of commercial buildings, the value of those assets, and the experience of occupants inside them."},{"title":"Station A","url":"https://stationa.com/how-it-works","tags":["platform"],"description":"Instead of providing bits and pieces of data and functionality, we are reimagining how clean energy projects are evaluated and developed from origination to operation."},{"title":"Bee Bryte","url":"https://www.beebryte.com/about-us/","tags":["platform","iot"],"description":"software-as-a-service minimizing utility bills with automatic control of heating-cooling equipment (e.g. HVAC), pumps, EV charging points and/or batteries"},{"title":"EV energy","url":"https://ev.energy/","tags":["platform","ev"],"description":"Our smart platform manages EV charging, automatically optimizing for a greener, cheaper charge."},{"title":"Energy Storage Computational Tool (ESCT)","url":"https://www.smartgrid.gov/recovery_act/analytical_approach/energy_storage_computational_tool.html","tags":["model"],"description":"The Energy Storage Computational Tool (ESCT) is a Microsoft Excel based application that was funded by DOE Office of Electricity Delivery and Energy Reliability (OE) and developed by Navigant Consulting."},{"title":"StorageVET and DER-VET","url":"https://storagevet.com/","tags":["derms","platform"],"description":"The Electric Power Research Institute [EPRI](https://www.epri.com/about) conducts research, development, and demonstration projects for the benefit of the public in the United States and internationally. StorageVET 2.1 facilitates the understanding of where to place and install energy storage, the optimum size as well as controls options. [DER-VET™](https://www.der-vet.com/) is a publicly available, open-source, optimization-based energy valuation and planning tool for distributed energy resources (DER) and larger, centralized energy resources"},{"title":"Device Pilot","url":"https://www.devicepilot.com/","tags":["platform","iot"],"description":"Service monitoring for connected devices: the process of collecting streams of data from individual devices, turning them into metrics, and from those deriving Key Performance Indicators for your device estate as a whole"},{"title":"Tesla's Opticaster","url":"https://www.tesla.com/support/opticaster","tags":["derms"],"description":"Opticaster is Tesla’s intelligent software designed to maximize economic benefits and sustainability objectives for distributed energy resources."},{"title":"Tesla's Autobidder","url":"https://www.tesla.com/support/autobidder","tags":["derms","platform"],"description":"Autobidder is a real-time trading and control platform that provides value-based asset management and portfolio optimization, enabling owners and operators to configure operational strategies that maximize revenue according to their business objectives and risk preferences."},{"title":"Modularity Grid","url":"https://www.modularitygrid.com/","tags":["efficiency"],"description":"Part of a consortium developing minigrids for low income communities in rural off-grid areas across Uganda. Working with Airbus to build a proof of concept with technologies applied to aerospace. In the news on [Wired](https://www.wired.co.uk/article/mini-power-grids)"},{"title":"Kaluza","url":"https://www.kaluza.com/","tags":["platform","derms","flexibility"],"description":"Kaluza is OVO Group’s technology platform ecosystem that is driving the transition to a zero carbon grid. Its software platforms enable energy suppliers to empower their customers with unique digital experiences and smart, low carbon technologies"},{"title":"Greencom Networks","url":"https://www.greencom-networks.com/energy-iot-platform/","tags":["platform"],"description":"Greencom Networks based in Munich and Sophia Antipolis develops an Energy Information Brokerage Platform made of Connect (a data gateway) + a web platform + a set of applications."},{"title":"Verv energy","url":"https://verv.energy/news/","tags":["platform"],"description":"Verv energy is a trading name of [Green running](https://www.greenrunning.com/about-us/) recently raised on £1M+ on Crowdcube, providing electricity data [disaggregation](https://www.youtube.com/watch?v=ZnJeA4-42W4) on signals with resolution of 1s. Verv has also a blockchain solution (see dedicated section)."},{"title":"EnergyOS","url":"https://www.energyos.com.au/","tags":["platform"],"description":"EnergyOS is the platform built on top of research done by CSIRO (Australia) for their [grid modelling tools](https://www.csiro.au/en/Research/EF/Areas/Electricity-grids-and-systems/Intelligent-systems)"},{"title":"Flexible power / powermatcher","url":"https://github.com/flexiblepower","tags":["platform"],"description":"Flexible power / powermatcher is the open source platform released by EF-PI (see above standard section, not really a standard though)"},{"title":"Advmicrogrid","url":"http://www.advmicrogrid.com/","tags":["platform"],"description":"Advmicrogrid Analytics platform for demand side response and asset management with machine learning, advanced microgrid solutions (closed source), big US based"},{"title":"Genability","url":"https://www.genability.com/","tags":["platform"],"description":"Genability Big US based products and platform for assets, micro-grids, etc. management with machine learning"},{"title":"auto-grid","url":"https://www.auto-grid.com/","tags":["platform"],"description":"auto-grid Massive US based company (recently had 20M+ in funding) building platform for assets management, optimisation, machine learning etc. [link youtube](https://youtu.be/MIijeMOPlBY)"},{"title":"AMPP","url":"https://www.ammp.io/","tags":["platform"],"description":"AMPP - Analytics and insights for off-grid assets"},{"title":"Eloncity","url":"https://eloncity.io/","tags":["platform"],"description":"(defunct) Eloncity - Mega platform (under development) Singapore based with blockchain and devices"},{"title":"Utility API","url":"https://utilityapi.com/","tags":["platform","data"],"description":"Utility API , Web api platform for energy consumption and bills"},{"title":"Reactive technologies","url":"https://www.reactive-technologies.com/","tags":["platform"],"description":"Not really sure what they do?  Reactive technologies grid analytics and cloud solutions maybe? Been [funded by Ingenious](http://www.theingeniousgroup.co.uk/news-views/ingenious-backs-smart-energy-future-with-investment-into-reactive-technologies/)"},{"title":"Qbots","url":"https://www.qbots.ai/#how","tags":["platform"],"description":"Qbots AI + API don’t think they have anything released open source"},{"title":"GridMarket","url":"https://app.gridmarket.com/","tags":["platform"],"description":"GridMarket app for microgrid monitoring mentioned [in the news](https://microgridknowledge.com/worlds-largest-microgrid-engie-eps/) for their installation in Palau (Micronesia)"},{"title":"Gengame","url":"https://www.gengame.co.uk/","tags":["platform"],"description":"Gengame mobile-gaming industry tools and techniques to solve utilities' challenges, have recently (start 2019) been awarded [a grant from BEIS](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/783338/BEIS_innovative_domestic_demand-side_response-competition_phase_2.pdf)"},{"title":"Mosaik","url":"https://mosaik.offis.de/","tags":["platform"],"description":"Mosaik allows you to reuse and combine existing simulation models and simulators to create large-scale Smart Grid scenarios"},{"title":"Enervee","url":"https://enervee.com/about/","tags":["platform"],"description":"Enervee home appliances marketplace with energy consumption score"},{"title":"Power paired","url":"https://powerpaired.org/faqs","tags":["platform"],"description":"Power paired is a platform for asset management for Community Energy Groups"},{"title":"CO2 Analytics","url":"https://www.co2analytics.com/","tags":["platform"],"description":"CO2 Analytics integrates with Xero to provide carbon footprint Measurement & Management Platform for Small and Midsize Businesses"},{"title":"Openclimatefix","url":"https://openclimatefix.github.io/","tags":["platform"],"description":"Openclimatefix is a non-profit research and development lab, totally focused on reducing greenhouse gas emissions as rapidly as possible."},{"title":"NILMTK","url":"https://github.com/nilmtk/nilmtk","tags":["platform"],"description":"NILMTK Non-Intrusive Load Monitoring (NILM) is the process of estimating the energy consumed by individual appliances given just a whole-house power meter reading. Initially developed by Jack Kelly, co-founder of Openclimatefix"},{"title":"Tibber","url":"https://international.tibber.com/","tags":["platform"],"description":"Tibber discovered that electricity customers found the offerings from traditional electricity utilities boring, expensive and very complex. The platform automates the process of buying electricity from distributors when it's cheaper and organises consumption for efficiency (assumptions based on descriptions found on website)"},{"title":"Enyday","url":"https://enyday.com/","tags":["platform"],"description":" Enyday , based in Copenhagen (website in Danish only) wants to become a catalyst for the mass deployment of small renewable energy plants such as solar cells and wind turbines. Basically a platform to share sustainable production in community schemas."},{"title":"Greenely","url":"https://www.greenely.se/","tags":["platform"],"description":"Greenely , Swedish only website, app to manage energy consumption"},{"title":"OnSSET","url":"http://www.onsset.org/about.html","tags":["platform"],"description":"OnSSET open source software platform for the assessment and deployment of conventional and renewable energy technologies based on spatial data describing population density and distribution, proximity to transmission and road network, nighttime lights. Aiming at ensuring access to affordable, reliable, sustainable and modern energy for all."},{"title":"NETfficient","url":"http://netfficient-project.eu/","tags":["platform"],"description":"NETfficient ran from January 2015 to December 2018. It has deployed and demonstrated local energy storage technologies and developed smart technologies to exploit the synergies between energy storage, the smart grid and the citizens. Entails both hybrid hardware and software solutions"},{"title":"OpenMUC","url":"https://www.openmuc.org/openmuc/","tags":["platform"],"description":"OpenMUC is a software framework based on Java and OSGi that simplifies the development of customized monitoring, logging and control systems."},{"title":"Carbon footprint calculator","url":"https://github.com/protea-earth/carbon_footprint","tags":["platform"],"description":"Carbon footprint calculator Built by Protea, a social network community to reduce your effect on the climate."},{"title":"Tomorrow app","url":"https://www.tmrow.com/","tags":["platform"],"description":"Tomorrow app automatically calculates your carbon footprint by connecting to other services and apps in your life, here's the [open source models](https://github.com/tmrowco/tmrowapp-contrib), same group that developed the [Electricity Map](https://www.electricitymap.org/)"},{"title":"A spreadsheet","url":"https://docs.google.com/spreadsheets/d/17PMYWlIQq3Ktxjb_uuVW--xVRizWfsRYAXwzisXmqmM/edit#gid=0","tags":["platform"],"description":"A spreadsheet with a list of carbon calculators maintained by Chris from [Cambridgeshire Climate emergency](http://camemergency.org/)"},{"title":"A post on Disco CAT","url":"https://discourse.climateaction.tech/t/carbon-footprint-tracking-tools/46","tags":["platform"],"description":"A post on Disco CAT with a list of carbon footprint calculators and tracking tools"},{"title":"eSmart Systems","url":"https://www.esmartsystems.com/","tags":["platform"],"description":"eSmart Systems - backed by energy impact partners - builds and delivers the next generation software solutions for inspections of powerlines, grid maintenance planning and energy flexibility optimization."},{"title":"Zeigo","url":"https://zeigo.energy/about-us","tags":["platform"],"description":"Zeigo is a technology platform supporting both supply and demand of renewable energy. Winner of BusinessGreen for [Renewable Energy Technology](https://www.businessgreen.com/bg/news/3084522/businessgreen-technology-awards-all-the-winners) of the year 2019"},{"title":"Watershed","url":"https://www.watershedclimate.com/","tags":["platform"],"description":"Watershed helps businesses cut carbon emissions, from the a bunch of guys who were in Stripe"},{"title":"Microsoft Sustainability Calculator","url":"https://aka.ms/SustainabilityCalculator","tags":["platform"],"description":"Microsoft Sustainability Calculator a Power BI application for Azure enterprise customers that provides new insight into carbon emissions data associated with their Azure services"},{"title":"Green Sync","url":"https://greensync.com/about-us/","tags":["derms"],"description":"Green Sync is Australia’s home grown demand-side management provider. Offering a range of products, above all worth mentioning the energy marketplace [deX](https://dex.energy/)"},{"title":"Smarter Grid solutions","url":"https://www.smartergridsolutions.com/","tags":["derms"],"description":"Smarter Grid solutions working with Distribution Utilities, System Operators and Energy Asset Operators to seamlessly and effortlessly integrate DER assets to the grid, and energy and flexibility markets."},{"title":"Leap","url":"https://leap.ac/","tags":["derms"],"description":"Leap Off-peak energy trading platform, funded by national grid"},{"title":"Piclo","url":"https://piclo.energy/","tags":["derms"],"description":"Piclo , Grid flexibility marketplace Platform"},{"title":"Upside energy","url":"https://upsideenergy.co.uk/about-us/","tags":["derms"],"description":"Upside energy Cloud software for demand side response with AI"},{"title":"Faraday grid","url":"https://www.faradaygrid.com/the-faraday-grid/","tags":["derms"],"description":"Faraday grid Edinburgh based, backed by WeWork co-founder and Amp Energy - [in the news](https://theenergyst.com/faraday-grid-lands-25m-investment/) -, providing hardware + software for DER"},{"title":"Opus one","url":"https://www.opusonesolutions.com/","tags":["derms"],"description":"Opus one Toronto based, DER and DSR platform"},{"title":"Enbala","url":"https://www.enbala.com/technology/products-solutions/","tags":["derms"],"description":"Enbala Vancouver + Denver based platform for virtual power plant and DSR optimisation"},{"title":"Sympower","url":"https://www.sympower.net/about/our-story","tags":["derms"],"description":"Sympower Demand response aggregation platform"},{"title":"Voltus","url":"https://www.voltus.co/how-we-help/","tags":["derms"],"description":"Voltus Demand side response and energy efficiency platform"},{"title":"Camus energy","url":"https://camus.energy/","tags":["derms"],"description":"Camus energy sylicon valley startup developing a platform (allegedly open source) for ancillary services and real-time trading"},{"title":"Emitwise","url":"https://www.emitwise.com/#home","tags":["derms"],"description":"Emitwise wants to enable companies to become carbon neutral by helping businesses track the carbon footprint of their organisation, including scope 1, 2, and 3 emissions."},{"title":"Synapsys","url":"https://www.synapsys-solutions.com/","tags":["efficiency"],"description":"Synapsys Founded in 2001 by experienced engineers, Synapsys Solutions develops and supplies innovative interfacing, integration and communication solutions for the intelligent building control industry."},{"title":"EP&T","url":"http://eptglobal.com/case-studies/","tags":["efficiency"],"description":"EP&T deliver outcomes through operational efficiency in the built environment. We combine the Internet of Things, Big Data, Artificial Intelligence, Machine Learning and Human Expertise to deliver cost reductions and improved comfort conditions."},{"title":"Simptek","url":"https://www.simptekinc.com/","tags":["efficiency"],"description":"Simptek Canadian company, provides insights into any building’s energy usage, identifying opportunities for cost savings"},{"title":"Sefaira","url":"https://sefaira.com/","tags":["efficiency"],"description":"Sefaira "},{"title":"Demand Logic","url":"https://www.demandlogic.co.uk/index.html","tags":["efficiency"],"description":"Demand Logic is an energy control and optimisation platform for commercial buildings, similar to Fabriq."},{"title":"Fabriq","url":"https://fabriq.space/services/fabriq-platform/","tags":["efficiency"],"description":"Fabriq Building / Assets Energy monitoring platform"},{"title":"EnergyPlus","url":"https://energyplus.net/","tags":["efficiency"],"description":"EnergyPlus is a whole building energy simulation program that engineers, architects, and researchers use to model both energy consumption—for heating, cooling, ventilation, lighting and plug and process loads—and water use in buildings. Funded by the U.S. Department of Energy’s (DOE) Building Technologies Office (BTO), and managed by the National Renewable Energy Laboratory (NREL)"},{"title":"Systems Link","url":"https://www.systems-link.com/","tags":["efficiency"],"description":"Systems Link is owned by Inspired Energy (see below in the companies section) and is a full energy monitoring platform with support for tenants"},{"title":"Toon","url":"https://www.toon.eu/","tags":["efficiency"],"description":"Toon dutch platform for residential, recently acquired by [Eneco](https://www.enecogroup.com/) a big energy company providing infrastructure with renewable and batteries. (Toon uses databricks / airflow / spark / aws for computation, [here](https://databricks.com/session/using-apache-spark-in-the-cloud-a-devops-perspective))"},{"title":"Nuuka","url":"https://www.nuukasolutions.com/product","tags":["efficiency"],"description":"Nuuka is a Finnish software company that develops and provides Smart Building Management Software to commercial real estate owners."},{"title":"Grid edge","url":"https://www.gridedge.co.uk/","tags":["efficiency"],"description":"Grid edge is an energy analytics platform for commercial buildings. They want to change the way that people use energy by putting data-driven, intelligent control into the hands of commercial energy consumers. Has [raised 2.5M in Oct 19](https://www.bp.com/en/global/corporate/news-and-insights/press-releases/bp-expands-its-digital-energy-portfolio-by-investing-in-energy-management-platform-grid-edge.html) from BP Ventures"},{"title":"Intelligent Communities Lifecycle (ICL)","url":"https://www.iesve.com/icl","tags":["efficiency"],"description":"Intelligent Communities Lifecycle (ICL)  is a digital twin & simulation software to assess energy consumption and optimisation for aggregation of buildings in communities, developed by Integrated Environmental Solutions (IES)"},{"title":"EC3","url":"https://buildingtransparency.org/","tags":["efficiency"],"description":"EC3 is a free, industry-supported, construction-specific material search and planning tool that helps construction professionals quantify EC, find high-impact reductions, and guide procurement to reduce embodied carbon."},{"title":"ZERO Code Energy Calculator","url":"https://zero-code.org/energy-calculator/","tags":["efficiency"],"description":"ZERO Code Energy Calculator relying on others' standards"},{"title":"The System Advisor Model (SAM)","url":"https://sam.nrel.gov/","tags":["efficiency"],"description":"The System Advisor Model (SAM)  is a free techno-economic software model that facilitates decision-making for people in the renewable energy industry. Also has a web version with smaller feature set called [REopt](https://reopt.nrel.gov/faq.html). Check their [GH account](https://github.com/NREL) for what released open source"},{"title":"Sighten","url":"http://www.sighten.io/","tags":["pv-sw"],"description":"Sighten Platform for solar workflow management, from planning, financing, installation, monitoring, support"},{"title":"PVGIS","url":"https://re.jrc.ec.europa.eu/pvgis.html","tags":["pv-sw"],"description":"PVGIS has been developed for more than 10 years at the European Commission Joint Research Centre, at the JRC site in Ispra, Italy. The focus of PVGIS is research in solar resource assessment, photovoltaic (PV) performance studies, and the dissemination of knowledge and data about solar radiation and PV performance."},{"title":"Solcast","url":"https://solcast.com/about-us/","tags":["pv-sw"],"description":"Solcast are dedicated to developing the data and tools needed to plan, construct, operate and manage solar power systems across the world."},{"title":"Solargis","url":"https://solargis.com/about-us","tags":["pv-sw"],"description":"Solargis provide reliable and accurate solar, weather and solar electricity data that are used in the whole lifecycle of solar power plants, from prospection to development and operation"},{"title":"EnergiMine","url":"https://energimine.com/energimine/about/","tags":["blockchain"],"description":"EnergiMine blockchain that focuses on making energy procurement smarter, improving efficiency, cost effectiveness and ultimately, mitigating the effects of climate change. In the news [11.6.19](https://theenergyst.com/energi-mine-plans-global-peer-to-peer-energy-exchange/)"},{"title":"Energy Web","url":"https://energyweb.org/","tags":["blockchain"],"description":"Energy Web open-source, scalable blockchain platform specifically designed for the energy sector’s regulatory, operational, and market needs. Apparently [used by Siemens](https://cointelegraph.com/news/siemens-joins-blockchain-driven-energy-platform-to-increase-interoperability-in-industry)"},{"title":"Vlux","url":"https://vlux.io/","tags":["blockchain"],"description":"Vlux is the blockchain that powers Verv (see section above)"},{"title":"Power ledger","url":"https://www.powerledger.io/#products","tags":["blockchain"],"description":"Power ledger just won (oct 18) the extreme tech challenge XTC"},{"title":"https://www.data61.csiro.au/en/our-work/safety-and-security/secure-systems-and-platforms/blockchain","url":"article","tags":["blockchain"],"description":" CSIRO is doing something but not sure what's the status, there is an interesting https://www.data61.csiro.au/en/our-work/safety-and-security/secure-systems-and-platforms/blockchain with scenarios"},{"title":"Echoin from Powerlinks","url":"https://www.echoin.io/","tags":["blockchain"],"description":"Echoin from Powerlinks Beijing based, contracts with EDF, presented at Mission Innovation workshop"},{"title":"Electron","url":"http://www.electron.org.uk/","tags":["blockchain"],"description":"Electron London based, presented at Mission Innovation workshop"},{"title":"Dajie","url":"https://www.dajie.eu/","tags":["blockchain"],"description":" Blockchain powered Carbon credits produced by solar and consumed in micro-grid,  Dajie "}]},"__N_SSG":true}